<template>
    <div>
        <!-- 头部信息 -->
        <div class="header">
            <h2>息烽县肉鸡养殖从入门到精通</h2>
            <p>
                <span>2019年11月20日</span>
                <span>阅读数：1000</span>
                <span>关键字：饲养 管理</span>
            </p>
        </div>

        <hr>
        <!-- 内容 -->
        <div class="contentP">
            <!-- 显示摘要的内容 -->
            <div class="hideBg">
                <p>规模化养鸡场生产的快大型肉鸡（45天出栏）已不能满足消费者的特殊需要，而放养的地方土鸡以围林野养为主，以五谷杂食和田间地头草虫为食，生产的鸡肉野味十足、营养丰富、安全无公害，并且注重生态保护，控制环境污染，倍受消费者青睐。
                </p>
                <p>山地养鸡优点：环境自然，食料成本低，建设房屋少。投资成本低。室外放养，鸡食杂草，小虫。营养丰富。4个月出栏的土鸡每只鸡食料成本不足30元。土鸡价格高，虽然长的慢，但成活率高，收益好。另外室外活动大，鸡肉质好。销路宽。本土化本地鸡苗，加上全天然室外放养。自然光照射时间长，鸡食五谷杂粮，青草，小虫。鸡体健康，深得本地老百姓喜爱。是餐桌“地”土文化重要元素。</p>

                <p>
                    <img src="@/assets/chicken1.jpg">
                    <img src="@/assets/chicken2.jpg">
                </p>         

                <!-- 点击绑定事件onShow，点击展开全文 -->
                <a href="javascript(0);" @click.stop.prevent="onShow"  v-if="!isHide">展开阅读全文<i class="el-icon-arrow-down el-icon--right"></i></a>
            </div>
        
            <!-- 显示余下内容的页面 -->
            <div v-if="isHide">
                <p>这是一种投资少、见效快、收益高的养鸡方法，值得在刚开始从事养鸡业、经济条件较差的养鸡户中推广应用。</p>
                <p>塑料大棚养鸡的优点取材方便：塑料大棚鸡舍的主要材料为普通农用薄膜，竹子和草帘，这些材料除薄膜外，其它均易获得。可随需随建，不与农争田，且能农牧结合，养鸡肥田，减少环境污染，同时也便于棚舍彻底消毒，根除病菌。</p>
                <p>发酵床养鸡技术在20世纪50年代首先由日本山岸会进行研究开发。发酵床养鸡就是一种行之有效，更为合理的生态养鸡，既做到了鸡粪的有效处理，实现了零排放、无污染、无臭味，又为鸡的健康生长，提供了最适宜的生态环境。鸡在这种环境下生长，生长快、产蛋多、蛋的品质好、生病少，用工、用水、用料大为节省，养鸡的效益显著提高。</p>
                <p>发酵助剂与锯末屑混匀后，在圈内均匀铺撒，总厚度不低于40厘米，随着锯末层内鸡粪尿越积越多，3-7天后，功能微生物经过活化定殖，呈几何级数大量繁殖（24小时理论繁殖数量可达2个！），开始利用粪尿等作营养源，将锯末粪尿混和物逐渐升温发酵，中心发酵层温度可达30-50℃或更高，表层温度长期稳定在20几度，基本形成恒温床。下层发酵完成后，锯末等垫料物会因发酵碳化逐渐变深变黑，发酵产物能作肥料或粗饲料，可分批清运出舍。如不需使用，则可长期不清运，时间一长还应补充垫料。</p>
                <p>对于肉种鸡来说，早期体重达标除了公鸡有些困难外，母鸡比较容易，一般在管理到位的情况下，第一周就可以使体重达标，但鸡只具有较强的择食性，如果一次性加料过多，鸡只一吃饱后就开始挑食，造成严重的撒料现象，导致体重达标往往是付出“更多代价”换来的，所以育雏中期至限饲阶段采用间隔喂料法，将采食时间相对集中，目的就是为了减少撒料浪费，方法是将全天的喂料量分次投给，第一次可以适当的多一些，供鸡只采食1个小时以上，采食完后暂时停料，让鸡只饮水或自由活动，使其有一个短暂饥饿的过程，等待下次加料。这样每次喂料后鸡只都会积极采食，并相对加快采食速度，减少因择食造成的撒料浪费，具体上料时间和停料间隔可根据现场实际情况而定。</p>
            </div>
        </div>
    </div>
</template>

<script>
export default {
    data() {
        return {
            isHide: false,
        }
    },
    methods: {
        onShow() {
            this.isHide = true;
        }
    }
}
</script>

<style scoped>
    .header {
        padding:2% 0 1% 2%;
    }
    span {
        font-size:14px;
        color:#999999;
        margin-right: 20px;
    }
    .contentP {
        margin: 2%;
    }
    .contentP p {
        text-indent: 2em;
        line-height: 160%;
    }
    .contentP img {
        width: 35%;
        margin: 0 2%;
    }
    .contentP a {
        display: block;
        text-align: center;
    }
</style>